       IDENTIFICATION DIVISION.
       PROGRAM-ID. hola.

       DATA DIVISION.

       PROCEDURE DIVISION.
       DISPLAY "Hola Mundo".
       STOP RUN.
